{
    "How to withdraw": "Wie man sich zurückzieht",
    "How does referral work": "Wie funktioniert die Überweisung",
    "How does Smart Trader work": "Wie funktioniert Smart Trader",
    "how to withdraw": "wie man sich zurückzieht",
    "how does referral work": "wie funktioniert die überweisung",
    "how does smart trader work": "wie funktioniert smart trader",
    "We use your money on digital asset exchange and trading and help grow it within a short period of time and invest in stock market. \n\t We ensure good security by using technical analysis in our trading Platforms.\n\t We are in full control of your investments. We take actions and ensures that we make profits from your trading.\n\t Due to the profits and technical trading of our investors funds and high return nature of our investments, we are able to offer our clients a high-returning safe investment": "Wir nutzen Ihr Geld für den digitalen Asset-Austausch und den Handel und helfen, ihn innerhalb kurzer Zeit zu wachsen und in den Aktienmarkt zu investieren. \n \t Wir sorgen für eine gute Sicherheit durch technische Analyse in unseren Handelsplattformen. \n \t Wir haben die volle Kontrolle über Ihre Investitionen. Wir nehmen Maßnahmen ein und sorgen dafür, dass wir Gewinne aus Ihrem Handel erzielen. \n \t Aufgrund der Gewinne und des technischen Handels unserer Investorenfonds und der hohen Rendite unserer Anlagen können wir unseren Kunden eine hochverfügbare, sichere Investition anbieten",
    "We are team of Global Professionals that deal on digital asset exchange and trading with over a decade of experience. We offer the easiest and quickest investment strategies and opportunities with long term vision. It's very important for you to know that we are real traders and that we invest members’ funds on major investment in programs.": "Wir sind Team von Global Professionals, die sich mit dem digitalen Asset Exchange und dem Handel mit über ein Jahrzehnt Erfahrung beschäftigen. Wir bieten Ihnen die einfachsten und schnellsten Anlagestrategien und Chancen mit langfristiger Sicht. Es ist sehr wichtig für Sie zu wissen, dass wir echte Händler sind und dass wir die Fonds der Mitglieder auf Großinvestitionen in Programme investieren.",
    "Your balance increments daily by 6% for the next 30 days": "Ihre Balance erhöht sich täglich um 6% für die nächsten 30 Tage",
    "Your default language has been saved": "Ihre Standardsprache wurde gespeichert",
    "Welcome! Community:": "Willkommen! Community:",
    "Balance": "Kontostand",
    "balance": "kontostand",
    "Invest": "Investieren",
    "invest": "investieren",
    "Withdraw": "Auszahlungen",
    "withdraw": "auszahlungen",
    "Transactions": "Transaktionen",
    "transactions": "transaktionen",
    "My Orders": "Meine Orden",
    "my orders": "meine orden",
    "Referral System": "Empfehlungssystem",
    "Language": "Sprache",
    "Help": "Hilfe",
    "Support": "Unterstützung",
    "referral system": "empfehlungssystem",
    "language": "sprache",
    "help": "hilfe",
    "support": "unterstützung",
    "You have earned": "Du hast verdient",
    "BTC referral bonus.": "BTC-Überweisungsbonus",
    "Welcome back": "Willkommen zurück",
    "You have an existing order to make payment of": "Sie haben eine bestehende Bestellung, um die Zahlung von",
    "BTC to bitcoin address": "BTC zu bitcoin adresse",
    "Invited By": "Eingeladen von",
    "BTC to bitcoin address:": "BTC zu bitcoin adresse:",
    "How much do you want to invest?": "Wie viel willst du investieren?",
    "Main menu": "Hauptmenü",
    "main menu": "hauptmenü",
    "Pay": "Bezahlen",
    "to Bitcoin address": "an Bitcoin-Adresse",
    "Money will be on your deposit after three confirmations.": "Geld wird auf Ihrer Einzahlung nach drei Bestätigungen sein.",
    "Total balance is": "Gesamtbilanz ist",
    "Your main balance is low. Please invest.": "Ihr Hauptbilanz ist niedrig, bitte investiere",
    "Your account no longer exist!": "Dein Konto existiert nicht mehr!",
    "Your total balance is": "Dein gesamtes Gleichgewicht ist",
    "Balance available for withdraw is": "Saldo verfügbar für den Rücktritt ist",
    "You have no pending orders": "Du hast keine ausstehenden Befehle",
    "You have performed no transaction yet!": "Du hast noch keine Transaktion durchgeführt!",
    "You made a payment of": "Sie haben eine Zahlung von",
    "to bitcoin address:": "zu bitcoin adresse:",
    "You made a withdrawal of": "Du hast einen Rückzug gemacht",
    "on": "auf",
    "You earn one dollar for every user you invite after the user has completed an order.": "Sie verdienen einen Dollar für jeden Benutzer, den Sie einladen, nachdem der Benutzer einen Auftrag abgeschlossen hat.",
    "Your referral link is": "Ihr Empfehlungslink ist",
    "Choose your default language": "Wählen Sie Ihre Standardsprache",
    "Visit our telegram channel.": "Besuchen Sie unseren Telegramm-Kanal.",
    "Select from the menu": "Wählen Sie aus dem Menü",
    "Use your referral link to invite people. Your balance is credited with the one dollar equivalent of bitcoin when the person you invite successfully completes an order. Referral money is added to your daily withdrawal.": "Verwenden Sie Ihre Empfehlungs-Link, um Menschen einzuladen.Im Gleichgewicht wird mit dem einen Dollar-Äquivalent von Bitcoin gutgeschrieben, wenn die Person, die Sie einladen, erfolgreich einen Auftrag vervollständigt.Entscheidungsgeld wird zu Ihrem täglichen Rückzug hinzugefügt.",
    "Please watch the video to show you how it works": "Bitte sehen Sie sich das Video an, um Ihnen zu zeigen, wie es funktioniert",
    "Money available for withdraw is": "Geld für den Rücktritt ist",
    "How much BTC do you want to withdraw?": "Wie viel BTC willst du zurückziehen?",
    "Tip: Send your response by sending a direct reply to this message.": "Tipp: Schicken Sie Ihre Antwort, indem Sie eine direkte Antwort auf diese Nachricht senden.",
    "Invalid response": "Ungültige Antwort",
    "Enter your bitcoin wallet address": "Geben Sie Ihre Bitcoin Brieftasche Adresse",
    "You are about to transfer": "Du bist im Begriff zu übertragen",
    "to bitcoin wallet address": "zu bitcoin wallet adresse",
    "Funds was successfully transferred to your wallet": "Fonds wurden erfolgreich auf Ihre Brieftasche übertragen",
    "Server overload. Please try again later.": "Server-Überladung. Bitte versuchen Sie es später noch einmal.",
    "Operation Cancelled": "Operation abgebrochen",
    "Invalid bitcoin wallet address": "Ungültige Bitcoin Brieftasche Adresse",
    "Your order has been successfully confirmed.": "Ihre Bestellung wurde erfolgreich bestätigt.",
    "You order was rejected. Payment made did not match order.": "Sie wurden abgelehnt, die Zahlung wurde nicht mit der Bestellung übereinstimmt.",
    "Your account is frozen. Contact support": "Ihr Konto ist eingefroren. Kontaktunterstützung",
    "Enter": "Enter",
    "my order": "my order",
    "transaction": "transaction",
    "Auszahlungen": "Auszahlungen",
    "/start": "/start",
    "Investieren": "Investieren",
    "Kontostand: 0.000000BTC": "Kontostand: 0.000000BTC",
    "Meine Orden": "Meine Orden",
    "Sprache": "Sprache",
    "Empfehlungssystem": "Empfehlungssystem",
    "Transaktionen": "Transaktionen",
    "Hilfe": "Hilfe",
    "Unterstützung": "Unterstützung",
    "German": "German",
    "Hauptmenü": "Hauptmenü",
    "Wie man sich zurückzieht": "Wie man sich zurückzieht",
    "Wie funktioniert die Überweisung": "Wie funktioniert die Überweisung",
    "Wie funktioniert Smart Trader": "Wie funktioniert Smart Trader",
    "Write to our 24/7 support mail": "Schreiben Sie an unsere 24/7 Support Mail",
    "💰Kontostand: 0.000000BTC": "💰Kontostand: 0.000000BTC",
    "Sprache 🌍": "Sprache 🌍",
    "Empfehlungssystem 🏅": "Empfehlungssystem 🏅",
    "Meine Orden 💼": "Meine Orden 💼",
    "Transaktionen 💱": "Transaktionen 💱",
    "Auszahlungen 💳": "Auszahlungen 💳",
    "You will earn affiliate commissions up to three levels(8%, 4% and 2%) of any invest and reinvest of members referred.": "Sie verdienen Affiliate-Provisionen bis zu drei Ebenen (8%, 4% und 2%) von investieren und reinvestieren von Mitgliedern.",
    "Investieren 💵": "Investieren 💵",
    "Crypto Smart Trader offers investors from around the globe favourable conditions to earn in the market of extensive crypto-currency exchange and trading. Our professional team of traders are ready to work round the clock to provide a steady and stable profit while your only effort is to freely register and invest in any of our affordable plans. Our trading platform offers highly profitable investment (up to 240%) to all investors globally, also our extensive experience in the crypto-currency market ensures stable income not just for the company but also to all our global investors.": "Crypto Smart Trader bietet Investoren aus der ganzen Welt günstige Bedingungen, um auf dem Markt der umfangreichen Krypto-Wechselkurs und Handel zu verdienen. Unser professionelles Team von Händlern ist bereit, rund um die Uhr arbeiten, um einen stetigen und stabilen Gewinn zu bieten, während Ihre einzige Anstrengung ist, sich frei zu registrieren und in irgendwelche unserer erschwinglichen Pläne zu investieren. Unsere Handelsplattform bietet für alle Investoren weltweit eine sehr profitable Investition (bis zu 240%), auch unsere umfangreiche Erfahrung im Krypto-Devisenmarkt sorgt für ein stabiles Einkommen nicht nur für das Unternehmen, sondern auch für alle unsere globalen Investoren.",
    "Bot officially starts 05/09/2017. 16:00 UTC. Share your referral link to increase your earnings": "Bot offiziell beginnt 05/09/2017. 16:00 UTC. Teilen Sie Ihren Empfehlungslink, um Ihre Einnahmen zu erhöhen"
}