{
    "How to withdraw": "Cómo retirar",
    "How does referral work": "Cómo funciona el trabajo de referencia",
    "How does Smart Trader work": "Cómo funciona Smart Trader",
    "how to withdraw": "cómo retirar",
    "how does referral work": "cómo funciona el trabajo de referencia",
    "how does smart trader work": "cómo funciona smart trader",
    "We use your money on digital asset exchange and trading and help grow it within a short period of time and invest in stock market. \n\t We ensure good security by using technical analysis in our trading Platforms.\n\t We are in full control of your investments. We take actions and ensures that we make profits from your trading.\n\t Due to the profits and technical trading of our investors funds and high return nature of our investments, we are able to offer our clients a high-returning safe investment": "Utilizamos su dinero en el intercambio de activos digitales y el comercio y ayudar a crecer en un corto período de tiempo e invertir en bolsa. \n \t Garantizamos una buena seguridad mediante el análisis técnico en nuestras plataformas comerciales. \n \t Tenemos el control total de sus inversiones. Tomamos medidas y aseguramos que obtengamos beneficios de su negociación. \n \t Debido a los beneficios y al comercio técnico de nuestros inversionistas fondos y alta naturaleza de retorno de nuestras inversiones, podemos ofrecer a nuestros clientes una inversión segura altamente rentable",
    "We are team of Global Professionals that deal on digital asset exchange and trading with over a decade of experience. We offer the easiest and quickest investment strategies and opportunities with long term vision. It's very important for you to know that we are real traders and that we invest members’ funds on major investment in programs.": "Somos un equipo de Profesionales Globales que se ocupan de intercambio de activos digitales y el comercio con más de una década de experiencia. Ofrecemos las estrategias y oportunidades de inversión más fáciles y rápidas con visión a largo plazo. Es muy importante que sepas que somos verdaderos comerciantes y que invertimos los fondos de los miembros en grandes inversiones en programas.",
    "Your balance increments daily by 4% for the next 40 days": "Su saldo aumenta diariamente en un 4% durante los próximos 40 días",
    "Your balance increments daily by 6% for the next 40 days": "Su saldo aumenta diariamente en un 6% durante los próximos 40 días",
    "Your default language has been saved": "El idioma predeterminado se ha guardado",
    "Welcome! Community:": "Bienvenido! Comunidad:",
    "Balance": "Saldo de la cuenta",
    "Invest": "Invertir",
    "Withdraw": "Retirar Fondos",
    "Transactions": "Transacciones de Cuenta",
    "My Orders": "Mis ordenes",
    "Referral System": "Sistema de Referencia",
    "Language": "Idioma",
    "Help": "Ayuda",
    "Support": "Apoyo",
    "balance": "saldo de la cuenta",
    "invest": "invertir",
    "withdraw": "retirar fondos",
    "transactions": "transacciones de cuenta",
    "my orders": "mis ordenes",
    "referral system": "sistema de referencia",
    "language": "idioma",
    "help": "ayuda",
    "support": "apoyo",
    "You have earned": "Usted ha ganado",
    "BTC referral bonus.": "BTC bono de referencia.",
    "Welcome back": "Dar una buena acogida",
    "You have an existing order to make payment of": "Tiene una orden existente para hacer el pago de",
    "BTC to bitcoin address": "BTC a bitcoin dirección",
    "Invited By": "Invitado por",
    "BTC to bitcoin address:": "BTC a bitcoin dirección:",
    "How much do you want to invest?": "Cuánto quieres invertir?",
    "Main menu": "Menú principal",
    "main menu": "menú principal",
    "Pay": "Paga",
    "to Bitcoin address": "para bitcoin dirección:",
    "Money will be on your deposit after three confirmations.": "El dinero estará en su depósito después de tres confirmaciones.",
    "Total balance is": "Saldo total es",
    "Your main balance is low. Please invest.": "Su saldo principal es bajo, por favor invierta",
    "Your account no longer exist!": "Tu cuenta ya no existe!",
    "Your total balance is": "Su saldo total es",
    "Balance available for withdraw is": "Saldo disponible para retiro es",
    "You have no pending orders": "No tienes órdenes pendientes",
    "You have performed no transaction yet!": "No has realizado ninguna transacción todavía!",
    "You made a payment of": "Usted hizo un pago de",
    "to bitcoin address:": "Para bitcoin dirección:",
    "You made a withdrawal of": "Usted hizo una retirada de",
    "on": "en",
    "You earn one dollar for every user you invite after the user has completed an order.": "Usted gana un dólar por cada usuario que invita después de que el usuario haya completado un pedido.",
    "Your referral link is": "Tu enlace de referencia es",
    "Choose your default language": "Elija su idioma predeterminado",
    "Visit our telegram channel.": "Elija su idioma predeterminado",
    "Select from the menu": "Seleccionar desde el menú",
    "Use your referral link to invite people. Your balance is credited with the one dollar equivalent of bitcoin when the person you invite successfully completes an order. Referral money is added to your daily withdrawal.": "Utilice su enlace de referencia para invitar a la gente.Su saldo se acredita con el equivalente de un dólar de bitcoin cuando la persona que invita con éxito completa una orden.Referencia de dinero se agrega a su retiro diario.",
    "Please watch the video to show you how it works": "Por favor, mire el video para mostrarle cómo funciona",
    "Money available for withdraw is": "El dinero disponible para retirar es",
    "How much BTC do you want to withdraw?": "Cuánto BTC quieres retirar?",
    "Tip: Send your response by sending a direct reply to this message.": "Sugerencia: Envíe su respuesta enviando una respuesta directa a este mensaje.",
    "Invalid response": "Respuesta no válida",
    "Enter your bitcoin wallet address": "Introduzca su dirección de billetera bitcoin",
    "You are about to transfer": "Estás a punto de transferir",
    "to bitcoin wallet address": "a la dirección de la carpeta del bitcoin",
    "Funds was successfully transferred to your wallet": "Los fondos fueron transferidos con éxito a su cartera",
    "Server overload. Please try again later.": "Sobrecarga del servidor. Vuelva a intentarlo más tarde",
    "Operation Cancelled": "Operación Cancelada",
    "Invalid bitcoin wallet address": "Dirección de billetera bitcoin no válida",
    "Your order has been successfully confirmed.": "Su pedido ha sido confirmado con éxito.",
    "You order was rejected. Payment made did not match order.": "Usted orden fue rechazado.Pago hecho no coincide con la orden.",
    "Your account is frozen. Contact support": "Su cuenta está congelada. Póngase en contacto con el soporte técnico",
    "Spanish": "Spanish",
    "Idioma": "Idioma",
    "Saldo de la cuenta: 0.000000BTC": "Saldo de la cuenta: 0.000000BTC",
    "Invertir": "Invertir",
    "Menú principal": "Menú principal",
    "Retirar Fondos": "Retirar Fondos",
    "Transacciones de Cuenta": "Transacciones de Cuenta",
    "Mis ordenes": "Mis ordenes",
    "Sistema de Referencia": "Sistema de Referencia",
    "Apoyo": "Apoyo",
    "Ayuda": "Ayuda",
    "Menu principal": "Menu principal",
    "/start": "/start",
    "0.02BTC": "0.02BTC",
    "Cómo retirar": "Cómo retirar",
    "Cómo funciona el trabajo de referencia": "Cómo funciona el trabajo de referencia",
    "Cómo funciona Smart Trader": "Cómo funciona Smart Trader",
    "0.0000001": "0.0000001",
    "Saldo de la cuenta: 0.036000BTC": "Saldo de la cuenta: 0.036000BTC",
    "Write to our 24/7 support mail": "Escriba a nuestro correo de soporte 24/7",
    "Crypto Smart Trader offers investors from around the globe favourable conditions to earn in the market of extensive crypto-currency exchange and trading. Our professional team of traders are ready to work round the clock to provide a steady and stable profit while your only effort is to freely register and invest in any of our affordable plans. Our trading platform offers highly profitable investment (up to 240%) to all investors globally, also our extensive experience in the crypto-currency market ensures stable income not just for the company but also to all our global investors.": "Crypto Smart Trader ofrece a los inversores de todo el mundo condiciones favorables para ganar en el mercado de intercambio de divisas criptográfico extenso y el comercio. Nuestro equipo profesional de comerciantes está listo para trabajar todo el día para proporcionar un beneficio estable y estable, mientras que su único esfuerzo es registrar libremente e invertir en cualquiera de nuestros planes asequibles. Nuestra plataforma de negociación ofrece una inversión altamente rentable (hasta 150%) a todos los inversores a nivel mundial, también nuestra amplia experiencia en el mercado de cripto-moneda garantiza un ingreso estable no sólo para la empresa, sino también para todos nuestros inversionistas globales.",
    "Idioma 🌍": "Idioma 🌍",
    "You will earn affiliate commissions up to three levels(8%, 4% and 2%) of any invest and reinvest of members referred.": "Usted ganará comisiones de afiliados de 8% de cualquier inversión y reinversión de los miembros referidos.",
    "Bot officially starts 05/09/2017. 16:00 UTC. Share your referral link to increase your earnings": "Bot comienza oficialmente el 05/09/2017. 16:00 UTC. Comparte tu enlace de referencia para aumentar tus ganancias",
    "Sistema de Referencia 🏅": "Sistema de Referencia 🏅",
    "💰Saldo de la cuenta: 0.000000BTC": "💰Saldo de la cuenta: 0.000000BTC",
    "Invertir 💵": "Invertir 💵",
    "My Team": "Mi equipo",
    "my team": "mi equipo",
    "Mi equipo ⚽": "Mi equipo ⚽",
    "Transacciones de Cuenta 💱": "Transacciones de Cuenta 💱",
    "Official launch is 09/10/2017. Share your referral link to increase your earnings": "El lanzamiento oficial es 09/10/2017. Comparte tu enlace de referencia para aumentar tus ganancias"
}