{
	"How to withdraw": "Comment retirer",
	"How does referral work": "Comment fonctionne le renvoi",
	"How does Smart Trader work": "Comment fonctionne Smart Trader",
	"how to withdraw": "comment retirer",
	"how does referral work": "comment fonctionne le renvoi",
	"how does smart trader work": "comment fonctionne smart trader",
	"We use your money on digital asset exchange and trading and help grow it within a short period of time and invest in stock market. \n\t We ensure good security by using technical analysis in our trading Platforms.\n\t We are in full control of your investments. We take actions and ensures that we make profits from your trading.\n\t Due to the profits and technical trading of our investors funds and high return nature of our investments, we are able to offer our clients a high-returning safe investment": "Nous utilisons votre argent sur l'échange et la négociation d'actifs numériques et nous l'améliorons dans un court laps de temps et nous investissons dans le marché boursier. \n \t Nous assurons une bonne sécurité en utilisant l'analyse technique dans nos plates-formes de trading. \n \t Nous sommes en plein contrôle de vos investissements. Nous prenons des mesures et nous garantissons que nous profitons de votre trading. \n \t En raison des bénéfices et des échanges techniques de nos investisseurs et de notre rendement élevé, nous sommes en mesure d'offrir à nos clients un investissement sécurisé rentable",
	"We are team of Global Professionals that deal on digital asset exchange and trading with over a decade of experience. We offer the easiest and quickest investment strategies and opportunities with long term vision. It's very important for you to know that we are real traders and that we invest members’ funds on major investment in programs.": "Nous sommes une équipe de professionnels internationaux qui s'occupent de l'échange d'actifs numériques et du commerce avec plus d'une décennie d'expérience. Nous proposons les stratégies et les opportunités d'investissement les plus faciles et les plus rapides avec une vision à long terme. Il est très important pour vous de savoir que nous sommes de véritables négociants et que nous investissons des fonds pour les membres sur les investissements majeurs dans les programmes.",
	"Your balance increments daily by 6% for the next 30 days": "Votre solde augmente quotidiennement de 6% pour les 30 prochains jours",
	"Your default language has been saved": "Votre langue par défaut a été enregistrée",
	"Welcome! Community:": "Bienvenue! Communauté:",
	"Balance": "Solde des fonds",
	"Invest": "Investir",
	"Withdraw": "Retirer des fonds",
	"Transactions": "Opérations de comptes",
	"My Orders": "Mes commandes",
	"Referral System": "Système de référence",
	"Language": "Langue",
	"Help": "À l'aide",
	"Support": "Support",
	"balance": "solde des fonds",
	"invest": "investir",
	"withdraw": "retirer des fonds",
	"transactions": "opérations de comptes",
	"my orders": "mes commandes",
	"referral system": "système de référence",
	"language": "langue",
	"help": "à l'aide",
	"support": "support",
	"You have earned": "Vous avez gagné",
	"BTC referral bonus.": "BTC Bonus de recommandation",
	"Welcome back": "Bienvenue",
	"You have an existing order to make payment of": "Vous avez une commande existante pour effectuer le paiement de",
	"BTC to bitcoin address": "BTC to bitcoin address",
	"Invited By": "Invité par",
	"BTC to bitcoin address:": "BTC to bitcoin address:",
	"How much do you want to invest?": "Combien voulez-vous investir?",
	"Main menu": "Menu principal",
	"main menu": "menu principal",
	"Pay": "Payer",
	"to Bitcoin address": "À l'adresse Bitcoin",
	"Money will be on your deposit after three confirmations.": "L'argent sera sur votre dépôt après trois confirmations",
	"Total balance is": "Solde total est",
	"Your main balance is low. Please invest.": "Votre solde principal est faible. Veuillez investir.",
	"Your account no longer exist!": "Votre compte n'existe plus!",
	"Your total balance is": "Votre solde total est",
	"Balance available for withdraw is": "Le solde disponible pour le retrait est",
	"You have no pending orders": "Vous n'avez pas de commande en attente",
	"You have performed no transaction yet!": "Vous n'avez pas encore effectué de transaction!",
	"You made a payment of": "Vous avez effectué un paiement de",
	"to bitcoin address:": "à l'adresse bitcoin:",
	"You made a withdrawal of": "Vous avez retiré",
	"on": "en",
	"You earn one dollar for every user you invite after the user has completed an order.": "Vous gagnez un dollar pour chaque utilisateur que vous invitez après la fin de l'acheminement de l'utilisateur.",
	"Your referral link is": "Votre lien de référence est",
	"Choose your default language": "Choisissez votre langue par défaut",
	"Visit our telegram channel.": "Visitez notre chaîne de télégramme",
	"Select from the menu": "Sélectionnez dans le menu",
	"Use your referral link to invite people. Your balance is credited with the one dollar equivalent of bitcoin when the person you invite successfully completes an order. Referral money is added to your daily withdrawal.": "Utilisez votre lien de référence pour inviter les gens. Votre solde est crédité de l'équivalent d'un dollar de bitcoin lorsque la personne que vous invitez a réussi à remplir une commande. L'argent de référence est ajouté à votre retrait journalier",
	"Please watch the video to show you how it works": "Veuillez regarder la vidéo pour vous montrer comment ça fonctionne",
	"Money available for withdraw is": "L'argent disponible pour le retrait est",
	"How much BTC do you want to withdraw?": "Combien de CTB souhaitez-vous retirer?",
	"Tip: Send your response by sending a direct reply to this message.": "Astuce: Envoyez votre réponse en envoyant une réponse directe à ce message.",
	"Invalid response": "Réponse invalide",
	"Enter your bitcoin wallet address": "Entrez votre adresse de porte-monnaie bitcoin",
	"You are about to transfer": "Vous allez transférer",
	"to bitcoin wallet address": "à l'adresse du portefeuille bitcoin",
	"Funds was successfully transferred to your wallet": "Les fonds ont été transférés avec succès sur votre portefeuille",
	"Server overload. Please try again later.": "Surcharge du serveur. Réessayez plus tard.",
	"Operation Cancelled": "Opération annulée",
	"Invalid bitcoin wallet address": "Adresse de portefeuille bitcoin invalide",
	"Your order has been successfully confirmed.": "Votre commande a été confirmée avec succès.",
	"You order was rejected. Payment made did not match order.": "Votre commande a été rejetée. Le paiement effectué n'a pas correspondu à l'ordre.",
	"Your account is frozen. Contact support": "Votre compte est gelé. Contact assistance",
	"Enter": "Enter",
	"French": "French",
	"Solde des fonds: 0.000000BTC": "Solde des fonds: 0.000000BTC",
	"Investir": "Investir",
	"Menu principal": "Menu principal",
	"Retirer des fonds": "Retirer des fonds",
	"Opérations de comptes": "Opérations de comptes",
	"Mes commandes": "Mes commandes",
	"Système de référence": "Système de référence",
	"Langue": "Langue",
	"À l'aide": "À l'aide",
	"Comment fonctionne le renvoi": "Comment fonctionne le renvoi",
	"Comment fonctionne Smart Trader": "Comment fonctionne Smart Trader",
	"Comment retirer": "Comment retirer",
	"Write to our 24/7 support mail": "Ecrivez à notre courrier de support 24h/7",
	"Crypto Smart Trader offers investors from around the globe favourable conditions to earn in the market of extensive crypto-currency exchange and trading. Our professional team of traders are ready to work round the clock to provide a steady and stable profit while your only effort is to freely register and invest in any of our affordable plans. Our trading platform offers highly profitable investment (up to 240%) to all investors globally, also our extensive experience in the crypto-currency market ensures stable income not just for the company but also to all our global investors.": "Crypto Smart Trader offre aux investisseurs de partout dans le monde des conditions favorables pour gagner sur le marché de l'échange et de la négociation de crypto-monnaies. Notre équipe professionnelle de commerçants est prête à travailler 24 heures sur 24 pour assurer un bénéfice stable et stable, alors que votre seul effort est de s'inscrire librement et d'investir dans l'un de nos plans abordables. Notre plate-forme de négociation offre des investissements hautement rentables (jusqu'à 240%) à tous les investisseurs à l'échelle mondiale, notre vaste expérience dans le marché des crypto-monnaies garantit un revenu stable non seulement pour l'entreprise mais aussi pour tous nos investisseurs mondiaux.",
	"Langue 🌍": "Langue 🌍",
	"Bot officially starts 05/09/2017. 16:00 UTC. Share your referral link to increase your earnings": "Bot commence officiellement le 05/09/2017. 16:00 UTC. Partagez votre lien de référence pour augmenter vos gains",
	"Investir 💵": "Investir 💵",
	"You will earn affiliate commissions up to three levels(8%, 4% and 2%) of any invest and reinvest of members referred.": "Vous gagnerez des commissions d'affiliation jusqu'à trois niveaux (8%, 4% et 2%) de tout investissement et réinvestissement des membres référés.",
	"Système de référence 🏅": "Système de référence 🏅",
	"You earn five dollar for every user you invite after the user has completed an order.": "You earn five dollar for every user you invite after the user has completed an order.",
	"My Team": "Mon équipe",
	"my team": "mon équipe",
	"Mon équipe ⚽": "Mon équipe ⚽"
}